{
    "Home": "Home",
    "Skills": "Skills",
    "Projects": "Projects",
    "Resume": "Resume",
    "Hello": "Hi 👋🏼! I am",
    "myName": "S NESHRAJ",
    "job": "MERN FULLSTACK DEVELOPER",
    "Aboutme": "As a self-taught web developer, I have mastered the MERN stack, Python, and SQL through hands-on projects.I build dynamic web apps from scratch, leveraging Git/GitHub for version control. Passionate about learning and  problem-solving, I’m eager to grow and contribute to full-stack development.",
    "iwork": "I work with...",
    "Myprojects": "Some of my projects...",
    "seeResume": "View Resume",
    "city": "Cairo, Egypt",
    "SeeMore": "View More",
    "Instaclone": "Instaclone, a MERN stack project inspired by Instagram, replicates its core functionalities. Users can upload, share, and engage with short video clips known as reels, ensuring a seamless experience with real-time updates and responsive design. Leveraging MongoDB, Express.js, React.js, and Node.js, Instaclone provides a familiar platform for users to connect, explore, and engage with multimedia content, resembling Instagram's features in a personalized environment.",
    "ONLINEFILES": "This is a project to create and store files at online in your account and accessing it at anywhere you want . ensuring a seamless experience with real-time updates and responsive design. Leveraging MongoDB, Express.js, React.js, and Node.js, Instaclone provides a familiar platform for users to store files online . It have crud operations to allow the valid users to access files.",
    "MEETCHAT": "MeetChat is a dynamic and secure chat room application enabling seamless communication among users. Personalized rooms with unique names and passwords ensure privacy, while join limits add an extra layer of security. With a focus on user experience and privacy, MeetChat is the ideal solution for reliable communication. MeetChat is developed using technologies such as HTML, CSS, JavaScript, and Node.js.",
    "MESSAGEENCRYPTERANDDECRYPTER": "Developed a secure message encrypter and decrypter that ensures data privacy using strong encryption algorithms. It allows users to encrypt and decrypt messages efficiently, preventing unauthorized access. Built with a focus on security and ease of use, showcasing expertise in cryptography and secure software development.",
    "COLLEGEDETAILSWITHAPI": "Developed a College Details API that provides information about various Indian colleges. It efficiently retrieves and serves data, making it useful for students and institutions. Built with a focus on scalability and optimized data handling, showcasing expertise in API development and database management.",
    "BasimadroopProject": "An educational platform made with laravel and VueJs.",
    "SOTOProject": "an adventure-Narrati video game developed by MIST team using Unreal Engine.",
    "RobotHello": "Hi! I’m Ahmed's Robot 🤖",
    "helpU": "How can I help you ?",
    "sayHi":"Just wanted to say Hi 👋🏼",
    "hireU": "I'd like to hire you 💼 ",
    "Based": "Where are you based ?",
    "ReponseHi": "Well thanks for passing by 😀,<br>I hope you\"ve enjoyed browsing my work. <br>Have a good day 🙏",
    "ResponseBased": "I'm based in Cairo, <br>  the capital of Egypt and the largest city in the Arab world, <br> Here is a picture of it",
    "ResponsehireU": "Great, Contact me and let get that work done 💪",

    
    "ContactMe": "Contact me",
    "Email": "E-mail",
    "Phone": "Phone",
    "PhoneNumber": "+201550508846",
    "FullAdresse": "Cairo, Egypt",
    "Born":"Born on 21th of September, 1999",
    "Profile":"Profile",
    "Experience":"Experience",
    "Personal":"Personal",
    "Languages":"Languages",
    "Links":"Links",
    "Eduction":"Eduction",
    "Arabic": "Arabic",
    "English": "English",
    "French": "French",
    "German": "German",
    "Turkish": "Turkish",
    "Native": "Native",
    "Advanced": "C1",
    "Intermediate": "B2",
    "Back": "Back to Homepage",
    "NotFound": "Sorry, The page you are looking for does not exist",
    "contactslogan": "I’m interested in freelance opportunities, especially ambitious projects. But if you just want to say hi or have a question, please don’t hesitate to contact me.",
    "Name": "Name",
    "Message": "Message",
    "Send": "Send",
    "Email Sent!": "Email Sent!",
    "Email Not Sent!": "Email Not Sent!",
    "Thanks": "Thank you for your message, I'll respond to you soon 🙏",
    "Senior Backend Developer": "Senior Backend Developer",
    "2020-Present": "2020-Present",
    "Syscape": "Syscape",
    "Backend Developer": "Backend Developer",
    "Almusand": "Almusand",
    "Const Tech": "Const Tech",
    "Bachelor in Computer Science": "Bachelor in Computer Science",
    "Cairo Higher Institute": "Cairo Higher Institute"
}